Revit 2024 API
PipeFittingAndAccessoryPressureDropUIData Properties
The PipeFittingAndAccessoryPressureDropUIData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
PipeFittingAndAccessoryPressureDropUIData Class
Autodesk.Revit.UI.Plumbing Namespace